[
    {
        "id": "el1",
        "name": "FENDER SQUIER BULLET STRAT HT HSS BLK",
        "img": "https://i.ibb.co/QJfqs4K/1.jpg",
        "price": "13 600",
        "description": "Бюджетная модель от знаменитого американского гитарного бренда, простая, практичная и удобная гитара, разработанная для начинающих гитаристов и обучающихся игре на инструменте. Электрогитара обладает всеми характерными чертами, которые сделали Стратокастер одной из самых популярных и любимых моделей в мире."
    },
    {
        "id": "el2",
        "name": "FENDER SQUIER AFFINITY",
        "img": "https://i.ibb.co/pKrG5ZJ/2.jpg",
        "price": "23 900",
        "description": "Стратокастер из линейки Affinity Series™. Stratocaster HSS обладает прекрасным звуком, стильным внешним видом, удобен при игре и представляет собой отличное сочетание цены и качества. Корпус гитары выполнен из ольхи с полиуретановым покрытием. Гриф – кленовый, профиля «С», также с полиуретановой отделкой. Мензура – 25,5’’, на грифе 21 лад Medium Jumbo. Особенность обновленной модели – накладка на гриф из терминалии с инкрустацией перламутровыми точками."
    },
    {
        "id": "el3",
        "name": "IBANEZ GIO GRG121DX-BKF BLACK FLAT",
        "img": "https://i.ibb.co/NnvcYhR/3.jpg",
        "price": "21 600",
        "description": "Электрогитара имеет аутентичное роковое звучание, классический стиль деки и головы грифа. Электрогитара оборудована кленовым грифом с накладкой из палисандра. Маркеры ладов выполнены в виде классических акульих зубов белого цвета. Крепление грифа к деке выполнено на винтах. Инструмент пользуется популярностью среди гитаристов, играющих рок и мелодичную инструментальную музыку. "
    },
    {
        "id": "el4",
        "name": "EPIPHONE LES PAUL STUDIO LT EBONY",
        "img": "https://i.ibb.co/4Tg91WL/4.jpg",
        "price": "19 900",
        "description": "Изначально эти модели были созданы для работы в студии, но постепенно они завоевали популярность у более широкого круга музыкантов. Это хороший, универсальный инструмент для широкого круга самых разных музыкальных задач. Epiphone представляет бюджетный вариант классической электрогитары LES PAUL STUDIO, сохраняя все ее основные достоинства. Гитара оснащена парой звукоснимателей 650R/700T Zebra Coil Ceramic Humbuckers от производителя. Цвет гитары черный (Ebony). "
    },
    {
        "id": "el5",
        "name": "FENDER SQUIER BULLET TREM HSS AWT",
        "img": "https://i.ibb.co/MC7sy1F/5.jpg",
        "price": "14 500",
        "description": "Бюджетная модель от знаменитого американского гитарного бренда, простая, практичная и удобная гитара, разработанная для начинающих гитаристов и обучающихся игре на инструменте. Электрогитара обладает всеми характерными чертами, которые сделали Стратокастер одной из самых популярных и любимых моделей в мире. Корпус классической узнаваемой формы окрашен в элегантный белый цвет, кленовый гриф имеет удобный профиль «С»."
    },
    {
        "id": "el6",
        "name": "FENDER SQUIER BULLET MUSTANG HH BLK",
        "img": "https://i.ibb.co/qNBWPb0/6.jpg",
        "price": "14 600",
        "description": "Идеальная гитара для инди-рока, обладающая мощным звуком и комфортная при игре. Звучание этого бюджетного инструмента от знаменитого американского гитарного бренда может составить конкуренцию многим гораздо более дорогим гитарам. Прекрасное звучание достигается благодаря двум мощным хамбакерам, а гриф комфортного профиля «С» с накладкой современного радиуса 12."
    },
    {
        "id": "el7",
        "name": "FENDER SQUIER BULLET STRAT HT AWT",
        "img": "https://i.ibb.co/WH1h2wV/7.jpg",
        "price": "13 600",
        "description": "Бюджетная модель от знаменитого американского гитарного бренда, простая, практичная и удобная гитара, разработанная для начинающих гитаристов и обучающихся игре на инструменте. Электрогитара обладает всеми характерными чертами, которые сделали Стратокастер одной из самых популярных и любимых моделей в мире. Корпус классической узнаваемой формы окрашен в элегантный белый цвет, кленовый гриф имеет удобный профиль «С»."
    },
    {
        "id": "el8",
        "name": "JACKSON JS22-7 DINKY SATIN BLACK",
        "img": "https://i.ibb.co/2cBg9g9/8.jpg",
        "price": "28 700",
        "description": "Вы ищете семиструнную гитару, способную свести с ума даже самых закаленных тяжестью слушателей? Да еще и по приемлемой цене? И, конечно же, сделанную по самым высоким стандартам качества? В таком случае, задержитесь на минуту здесь – зверь черного цвета по имени JACKSON JS22-7 DINKY SATIN BLACK готов стать вашим любимейшим инструментом!"
    },
    {
        "id": "el9",
        "name": "JACKSON JS11 DINKY OLYMPIC WHITE",
        "img": "https://i.ibb.co/wKxFRM8/9.jpg",
        "price": "18 100",
        "description": "Электрогитары из серии JS призваны, чтобы обеспечить вас передовыми характеристиками и разработками за смешную цену. Очерченный корпус, звукосниматели с керамическими магнитами, графитовое усиление грифа и высококачественная фурнитура… Если вчера вам это только снилось, то сегодня вы можете получить все и сразу!"
    },
    {
        "id": "el10",
        "name": "YAMAHA PACIFICA 012 WH",
        "img": "https://i.ibb.co/30qJcZX/10.jpg",
        "price": "15 990",
        "description": "Отличная гитара для начинающих музыкантов. Несмотря на невысокую стоимость, YAMAHA не поскупилась на высокосортную древесину корпуса и качественную фурнитуру. Агатис, клен и палисандр обогащают акустику инструмента, позволяя извлекать чистые, наполненные живой теплотой аккорды. "
    }
]
