
$('.courses-theme-html').html(
`01. Введение (домен, хостинг, браузеры, редакторы кода)
02. Структура HTML файла. Раздел HEAD. Парные и непарные теги
03. Пути к файлам. Относительные и абсолютные
04. Цвета CSS (стандартные, hex, rgb). CSS селектор по имени тега
05. Строчные элементы (span). Работа с текстом и шрифтами
06. Блочные элементы (div)
07. Единицы измерения. Относительные и абсолютные (px, %, vh, vw, em, rem)
08. CSS селекторы (class, id, teg)
09. Организация структуры проекта. Теги HTML5 для разметки документа
10. Изображения. Фоновые изображения
11. Прозрачность элементов в CSS (opacity, rgba)
12. Псевдоклассы (first-child, last-child, nth-child)
13. Табличные элементы (table)
14. CSS Display (block, inline, table, none)
15. Псевдоэлементы (before, after)
16. Float. Обтекание блоков. Clearfix. Box-sizing. Calc()
17. CSS Inline-block
18. CSS Flexbox
19. CSS Grid
20. Позиционирование блочных элементов (position)
21. Адаптивная верстка. Мобильная версия сайта
22. Регистрация домена и хостинга на Timeweb
23. Chrome Developer Tools (elements). Инструменты разработчика
24. Списки: маркированные и нумерованные (ul, ol)
25. Ссылки. Виды ссылок
26. Создание адаптивного меню на CSS
27. Псевдоклассы (hover, not, focus, active, visited, link)
28. Переходы в CSS (transition)
29. Поля ввода и кнопки (input, textarea, select, button)
30. CSS селекторы (attr)
31. Трансформация в CSS (transform). 2D преобразования
32. Анимация в CSS (animation)
33. CSS селекторы (>, +, ~)
34. Adobe Photoshop для верстальщика
35. Яндекс Карты и Google Maps для сайта
36. Яндекс Метрика
37. Редактор кода CodePen. Плагин Emmet
38. CSS фильтры (filter)
39. Видео и аудио. Загрузка видео с YouTube
40. Виджеты ВКонтакте
41. CSS правило @import
42. Переменные в CSS (область видимости)
43. Препроцессоры CSS (SASS)
44. HTML5 SVG. Основные фигуры
45. CSS Clip-path. Задание контура
46. Вендорные префиксы. Автопрефиксы`);

$('.courses-theme-js').html(
`01. Введение в JavaScript. Стандарт ECMAScript
02. Подключение файлов JavaScript
03. Типы данных. Переменные и константы. Вывод в консоль
04. Виды кавычек. Шаблонные строки. Комментарии
05. Вывод сообщения пользователю (alert, prompt, confirm)
06. Условный оператор if
07. Условный оператор switch
08. Объектная модель представления документа (DOM)
09. Выборка и изменение элементов страницы
10. Обращение к CSS свойствам и классам
11. Функции. Области видимости переменных
12. События и обработчики событий
13. Циклы for, while
14. Массивы. Методы работы с массивами
15. Строки. Методы работы со строками
16. Числа. Метода работы с числами
17. Плавное изменение свойств на jquery
18. Проверка видимости элементов
19. Работа с атрибутами. Объект this
20. Подключение html файлов
21. Отладка в браузере Chrome
22. Gulp и NPM для сборки проектов
23. Обращение к php скрипту через Ajax
24. Отправка сообщения на почту
25. Создание базы данных и таблиц MySQL
26. Основные выборки MySQL: SELECT, INSERT, UPDATE, DELETE
27. Подключение и работа с базой данных
28. Работа с файлами и директориями
29. Сохранение изображения на сервере (jpg, png)
30. PHP сессия
31. API ЯндексДеньги. Система оплаты на сайт
32. Дата и время
33. Объекты и прототипы
34. Определение адреса загруженной страницы (объект Location)
35. Создание таймера (setTimeout, setInterval)
36. Метод each
37. jQuery UI. Сортировка блоков
38. Подключение сторонних скриптов (слайдер, анимация при скроллинге)
39. HTML5 рисование на Canvas`);